// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Página de prueba";

TransferringProcessTitle = "Transfiriendo archivo…";
PrintingProcessTitle = "Imprimiendo página de prueba…";

HSDTitleTextFieldValue = "Página de prueba";
HSDInfoTextFieldValue = "Si tiene algún problema cuando imprime documentos en esta impresora, puede imprimir una página de prueba para identificar la causa del problema.

Esta página se enviará directamente a la impresora, sin pasar por el software del controlador de impresora ni ningún otro procesamiento del sistema.

Si la página de prueba sale bien, es posible que existan problemas con el sistema de impresión de su computadora. Puede volver a instalar el software del controlador de impresora para intentar resolver el problema.

Si la página de prueba no se imprime o si se imprime incorrectamente, hay un problema de funcionamiento de la impresora.";
HSDPrintButtonTitle = "Imprimir página de prueba";

HSDRMTTPPanelHeader = "Imprimir un informe del estado de la impresora";
HSDRMTTPPanelHeader = "Imprima una página de prueba para confirmar que el dispositivo puede recibir datos e imprimir directamente desde el ordenador. Con este fin, puede usarse papel normal.\n\nHaga clic en Imprimir página para imprimir la página de prueba.";
HSDRMTTPButtonTitle = "Imprimir página";
RMTTaskTitle = "Informe del\nEstado";

NoPaperTitle = "No hay papel";
NoPaperMsg = "El dispositivo no tiene papel. Añada papel en la bandeja de entrada.";
